Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 한 세션은 하나의 레포 폴더와 그 안의 대화 기록(모델 컨텍스트)을 묶습니다. 새 세션을 만들 때 어느 레포에서 작업할지 골라두면, 이후 대화는 그 레포 기준으로 도구가 동작합니다.
ar: ترتبط كل جلسة بمجلد مستودع واحد وبسجل المحادثة (سياق النموذج) داخله. عند إنشاء جلسة جديدة، اختر المستودع الذي ستعمل عليه، ومن ثَمَّ تعمل الأدوات بناءً على ذلك المستودع.
en: A session ties one repo folder to the conversation history (model context) inside it. Pick the repo when you create a session, and tools will then act against that repo.
es: Una sesión asocia una carpeta de repositorio con el historial de conversación (contexto del modelo). Al crear una sesión, eliges el repo y las herramientas actúan sobre él.
fr: Une session lie un dossier de dépôt à l’historique de conversation (contexte du modèle). Choisissez le dépôt à la création, puis les outils opéreront sur ce dépôt.
hi: एक सत्र एक रेपो फोल्डर और उसमें मौजूद बातचीत के इतिहास (मॉडल कॉन्टेक्स्ट) को जोड़ता है। नया सत्र बनाते समय रेपो चुनें, फिर टूल उसी रेपो पर काम करेंगे।
ja: 1 つのセッションは 1 つのリポジトリフォルダと、その中の会話履歴（モデルコンテキスト）を結び付けます。新規セッション作成時にリポジトリを選んでおくと、以降はそのリポジトリを基準にツールが動作します。
pt_br: Uma sessão vincula uma pasta de repositório ao histórico de conversa (contexto do modelo) dentro dela. Escolha o repo ao criar a sessão e as ferramentas agirão sobre esse repo.
ru: Сессия связывает одну папку репозитория с историей беседы (контекстом модели) в нём. При создании сессии выберите репозиторий — инструменты будут работать по нему.
zh_hans: 一个会话将一个仓库目录与其中的对话历史(模型上下文)绑定。新建会话时选择仓库,后续工具调用都基于该仓库。

source: 한 손가락 드래그
ar: السحب بإصبع واحد
en: One-finger drag
es: Arrastrar con un dedo
fr: Glisser à un doigt
hi: एक उँगली से ड्रैग
ja: 1本指でドラッグ
pt_br: Arrastar com um dedo
ru: Перетаскивание одним пальцем
zh_hans: 单指拖动

source: 한 줄에 하나씩 붙여넣으세요. obfs4 또는 전송 없는(vanilla) 형식을 지원합니다. bridge 는 Tor Browser 설정이나 bridges.torproject.org 에서 받을 수 있어요.
ar: الصق واحدًا في كل سطر. الصيغتان obfs4 وبلا وسيلة نقل (vanilla) مدعومتان. يمكنك الحصول على الجسور من إعدادات Tor Browser أو من bridges.torproject.org.
en: Paste one per line. obfs4 and transport-less (vanilla) formats are supported. You can get bridges from Tor Browser settings or bridges.torproject.org.
es: Pega uno por línea. Se admiten los formatos obfs4 y sin transporte (vanilla). Puedes obtener puentes en los ajustes de Tor Browser o en bridges.torproject.org.
fr: Collez-en un par ligne. Les formats obfs4 et sans transport (vanilla) sont pris en charge. Vous pouvez obtenir des ponts dans les réglages de Tor Browser ou sur bridges.torproject.org.
hi: प्रति पंक्ति एक चिपकाएँ। obfs4 और बिना ट्रांसपोर्ट (vanilla) प्रारूप समर्थित हैं। आप Tor Browser सेटिंग्स या bridges.torproject.org से bridge प्राप्त कर सकते हैं।
ja: 1 行に 1 つずつ貼り付けてください。obfs4 とトランスポートなし(vanilla)形式に対応しています。bridge は Tor Browser の設定または bridges.torproject.org で入手できます。
pt_br: Cole um por linha. Os formatos obfs4 e sem transporte (vanilla) são suportados. Você pode obter pontes nas configurações do Tor Browser ou em bridges.torproject.org.
ru: Вставляйте по одному в строке. Поддерживаются форматы obfs4 и без транспорта (vanilla). Мосты можно получить в настройках Tor Browser или на bridges.torproject.org.
zh_hans: 每行粘贴一个。支持 obfs4 和无传输(vanilla)格式。可在 Tor Browser 设置或 bridges.torproject.org 获取 bridge。

source: 항상 허용
ar: السماح دائمًا
en: Always allow
es: Permitir siempre
fr: Toujours autoriser
hi: हमेशा अनुमति दें
ja: 常に許可
pt_br: Sempre permitir
ru: Всегда разрешать
zh_hans: 始终允许

source: 해제
ar: إلغاء الإخفاء
en: Unhide
es: Mostrar
fr: Afficher
hi: अनहाइड
ja: 解除
pt_br: Reexibir
ru: Показать
zh_hans: 取消隐藏

source: 해제 실패: %@
ar: فشل الإلغاء: %@
en: Failed to revoke: %@
es: No se pudo revocar: %@
fr: Échec de la révocation : %@
hi: हटाने में विफल: %@
ja: 解除に失敗しました: %@
pt_br: Falha ao revogar: %@
ru: Не удалось отозвать: %@
zh_hans: 解除失败：%@

source: 해제하면 그 기기의 인증만 무효화돼요. 이 폰은 그대로 유지됩니다. 그 기기를 다시 쓰려면 거기서 다시 페어링해야 해요.
ar: الإلغاء يُبطل مصادقة ذلك الجهاز فقط. يبقى هذا الهاتف متصلاً. لاستخدام ذلك الجهاز مرة أخرى، أعد الإقران منه.
en: Revoking invalidates only that device's authentication. This phone stays connected. To use that device again, pair it again from there.
es: Revocarlo solo invalida la autenticación de ese dispositivo. Este teléfono se mantiene conectado. Para volver a usar ese dispositivo, vuelve a emparejarlo desde allí.
fr: La révocation n'invalide que l'authentification de cet appareil. Ce téléphone reste connecté. Pour réutiliser cet appareil, réappairez-le depuis celui-ci.
hi: हटाने पर केवल उस डिवाइस का प्रमाणीकरण रद्द होता है। यह फ़ोन जुड़ा रहता है। उस डिवाइस को दोबारा उपयोग करने के लिए, वहाँ से फिर से पेयर करें।
ja: 解除すると、そのデバイスの認証のみが無効になります。この端末はそのまま維持されます。そのデバイスを再び使うには、そちらで再度ペアリングしてください。
pt_br: A revogação invalida apenas a autenticação daquele dispositivo. Este telefone permanece conectado. Para usar aquele dispositivo novamente, faça o emparelhamento a partir dele.
ru: Отзыв аннулирует только аутентификацию того устройства. Этот телефон остаётся подключённым. Чтобы снова использовать то устройство, выполните сопряжение с него заново.
zh_hans: 解除后仅会使该设备的认证失效。此手机将保持连接。要再次使用该设备，请在该设备上重新配对。

source: 허용됨
ar: مسموح به
en: Allowed
es: Permitido
fr: Autorisé
hi: अनुमत
ja: 許可済み
pt_br: Permitido
ru: Разрешено
zh_hans: 已允许

source: 헝크 %lld / %lld
ar: المقطع %lld / %lld
en: Hunk %lld of %lld
es: Fragmento %lld de %lld
fr: Bloc %lld sur %lld
hi: हंक %lld / %lld
ja: 差分ブロック %lld / %lld
pt_br: Bloco %lld de %lld
ru: Фрагмент %lld из %lld
zh_hans: 更改 %lld / %lld

source: 현재
ar: الحالي
en: Current
es: Actual
fr: Actuelle
hi: मौजूदा
ja: 現在
pt_br: Atual
ru: Текущая
zh_hans: 当前

source: 현재 REPL 프로세스를 즉시 종료하고 새 터미널을 띄웁니다. 지금까지의 대화 기록과 터미널 화면도 함께 초기화되며 되돌릴 수 없어요.
ar: سيُنهى عملية REPL الحالية فورًا وتُفتح طرفية جديدة. سيُعاد ضبط سجل المحادثة وشاشة الطرفية ولا يمكن التراجع.
en: Terminates the current REPL process immediately and starts a new terminal. Conversation history and terminal screen are reset and cannot be recovered.
es: Termina el proceso REPL actual de inmediato y abre un nuevo terminal. El historial de la conversación y la pantalla del terminal se restablecerán y no se pueden recuperar.
fr: Met fin immédiatement au processus REPL en cours et démarre un nouveau terminal. L’historique et l’écran du terminal sont réinitialisés et ne peuvent pas être récupérés.
hi: वर्तमान REPL प्रक्रिया तुरंत समाप्त होती है और एक नया टर्मिनल खुलता है। बातचीत का इतिहास और टर्मिनल स्क्रीन रीसेट हो जाती है और वापस नहीं लाई जा सकती।
ja: 現在の REPL プロセスを直ちに終了し、新しいターミナルを起動します。これまでの会話履歴とターミナル画面も初期化され、元に戻せません。
pt_br: Encerra imediatamente o processo REPL atual e abre um novo terminal. O histórico da conversa e a tela do terminal são reiniciados e não podem ser recuperados.
ru: Немедленно завершает текущий процесс REPL и открывает новый терминал. История диалога и содержимое терминала сбрасываются и не восстанавливаются.
zh_hans: 立即终止当前 REPL 进程并启动新终端。对话记录和终端画面会被重置，且无法恢复。

source: 현재 daemon 에 등록된 CLI 도구는 %@ 하나입니다. 새 어댑터를 등록하면 자동으로 여기에 노출돼요.
ar: أداة CLI الوحيدة المسجّلة حاليًا في الـ daemon هي %@. تظهر الأدوات الجديدة هنا تلقائيًا عند تسجيل محوّل جديد.
en: Only %@ is registered with the daemon as a CLI tool right now. Newly registered adapters will appear here automatically.
es: Actualmente solo %@ está registrado como herramienta CLI en el daemon. Los nuevos adaptadores aparecerán aquí automáticamente.
fr: Seul %@ est actuellement enregistré comme outil CLI dans le daemon. Les nouveaux adaptateurs apparaîtront ici automatiquement.
hi: अभी डेमॉन में केवल %@ CLI टूल पंजीकृत है। नया एडाप्टर पंजीकृत होने पर यहाँ स्वतः दिखेगा।
ja: 現在 daemon に登録されている CLI ツールは %@ のみです。新しいアダプタを登録するとここに自動で表示されます。
pt_br: Atualmente, apenas %@ está registrado como ferramenta CLI no daemon. Novos adaptadores aparecerão aqui automaticamente.
ru: Сейчас в демоне зарегистрирован только один CLI-инструмент: %@. Новые адаптеры появятся здесь автоматически.
zh_hans: 目前守护进程仅注册了 CLI 工具：%@。注册新适配器后会自动显示在此处。

source: 현재 레포에서 구현 시작
ar: البدء في المستودع الحالي
en: Start in the Current Repo
es: Empezar en el repositorio actual
fr: Lancer dans le dépôt actuel
hi: मौजूदा रिपॉज़िटरी में शुरू करें
ja: 現在のリポジトリで実装を開始
pt_br: Iniciar no repositório atual
ru: Начать в текущем репозитории
zh_hans: 在当前仓库中开始实现

source: 현재 브랜치 %@
ar: الفرع الحالي %@
en: Current branch %@
es: Rama actual %@
fr: Branche actuelle %@
hi: वर्तमान शाखा %@
ja: 現在のブランチ %@
pt_br: Branch atual %@
ru: Текущая ветка %@
zh_hans: 当前分支 %@

source: 현재 브랜치를 기준으로 새 브랜치를 만들어요.
ar: يُنشئ فرعًا جديدًا من الفرع الحالي.
en: Creates a new branch from the current branch.
es: Crea una nueva rama a partir de la rama actual.
fr: Crée une nouvelle branche à partir de la branche actuelle.
hi: मौजूदा ब्रांच से नई ब्रांच बनाता है।
ja: 現在のブランチを基に新しいブランチを作成します。
pt_br: Cria uma nova branch a partir da branch atual.
ru: Создаёт новую ветку от текущей ветки.
zh_hans: 基于当前分支创建新分支。

source: 현재 브랜치를 기준으로 새 브랜치를 만들어요. 이름은 영문·숫자와 - _ . / 만 쓸 수 있어요.
ar: ينشئ فرعًا جديدًا استنادًا إلى الفرع الحالي. يمكن أن يحتوي الاسم على أحرف وأرقام و - _ . / فقط.
en: Creates a new branch based on the current branch. The name may use only letters, numbers, and - _ . /.
es: Crea una rama nueva a partir de la rama actual. El nombre solo puede usar letras, números y - _ . /.
fr: Crée une nouvelle branche à partir de la branche actuelle. Le nom ne peut contenir que des lettres, des chiffres et - _ . /.
hi: मौजूदा ब्रांच के आधार पर नई ब्रांच बनाता है। नाम में केवल अक्षर, अंक और - _ . / उपयोग किए जा सकते हैं।
ja: 現在のブランチを基に新しいブランチを作成します。名前には英数字と - _ . / のみ使用できます。
pt_br: Cria um novo branch com base no branch atual. O nome pode usar apenas letras, números e - _ . /.
ru: Создаёт новую ветку на основе текущей. В имени можно использовать только латиницу, цифры и - _ . /.
zh_hans: 基于当前分支创建新分支。名称只能使用字母、数字以及 - _ . /。

source: 현재 채널
ar: القناة الحالية
en: Current channel
es: Canal actual
fr: Canal actuel
hi: वर्तमान चैनल
ja: 現在のチャンネル
pt_br: Canal atual
ru: Текущий канал
zh_hans: 当前通道

source: 형식 오류 %lld개
ar: %lld غير صالحة التنسيق
en: %lld malformed
es: %lld con formato no válido
fr: %lld mal formées
hi: %lld त्रुटिपूर्ण
ja: 形式エラー %lld 個
pt_br: %lld malformadas
ru: %lld с ошибкой
zh_hans: 格式错误 %lld 个

source: 호스트 키 검증
ar: التحقق من مفتاح المضيف
en: Host key verification
es: Verificación de la clave de host
fr: Vérification de la clé d'hôte
hi: होस्ट कुंजी सत्यापन
ja: ホストキー検証
pt_br: Verificação da chave de host
ru: Проверка ключа хоста
zh_hans: 主机密钥验证

source: 화면
ar: الشاشة
en: Screen
es: Pantalla
fr: Écran
hi: स्क्रीन
ja: 画面
pt_br: Tela
ru: Экран
zh_hans: 屏幕

source: 화면 구석의 눈 모양 버튼(FAB)을 누르면 헤더와 컨트롤을 잠시 숨겨 미러 화면을 더 넓게 볼 수 있어요. 이 버튼은 설정 → «컨트롤 숨김 버튼» 에서 켜고 끌 수 있고, 채팅 화면에서도 똑같이 동작합니다.
ar: اضغط على الزر ذي شكل العين (FAB) في زاوية الشاشة لإخفاء الرأس وعناصر التحكم مؤقتًا ورؤية العرض المتطابق بحجم أكبر. يمكنك تشغيل هذا الزر أو إيقافه من الإعدادات ← «زر إخفاء عناصر التحكم»، وهو يعمل بالطريقة نفسها في شاشة الدردشة.
en: Tap the eye-shaped button (FAB) in the corner of the screen to briefly hide the header and controls and view the mirror larger. You can turn this button on or off in Settings → «Hide-controls button», and it works the same way in the chat screen.
es: Toca el botón con forma de ojo (FAB) en la esquina de la pantalla para ocultar brevemente la cabecera y los controles y ver la duplicación más grande. Puedes activar o desactivar este botón en Ajustes → «Botón para ocultar controles», y funciona igual en la pantalla de chat.
fr: Touchez le bouton en forme d'œil (FAB) dans le coin de l'écran pour masquer brièvement l'en-tête et les commandes et agrandir l'affichage de la recopie. Vous pouvez activer ou désactiver ce bouton dans Réglages → « Bouton masquer les commandes », et il fonctionne de la même façon sur l'écran de discussion.
hi: स्क्रीन के कोने में आँख के आकार वाला बटन (FAB) दबाकर हेडर और नियंत्रण कुछ देर के लिए छिपाएँ और मिरर को बड़ा देखें। इस बटन को सेटिंग्स → «नियंत्रण छिपाने वाला बटन» में चालू/बंद कर सकते हैं, और यह चैट स्क्रीन में भी इसी तरह काम करता है।
ja: 画面の隅にある目のかたちのボタン（FAB）を押すと、ヘッダーとコントロールを一時的に隠してミラー画面を広く表示できます。このボタンは設定 → «コントロール非表示ボタン» でオン・オフでき、チャット画面でも同じように動作します。
pt_br: Toque no botão em forma de olho (FAB) no canto da tela para ocultar brevemente o cabeçalho e os controles e ver o espelhamento maior. Você pode ativar ou desativar esse botão em Ajustes → «Botão de ocultar controles», e ele funciona da mesma forma na tela de chat.
ru: Нажмите кнопку в форме глаза (FAB) в углу экрана, чтобы ненадолго скрыть заголовок и элементы управления и увеличить зеркало. Эту кнопку можно включить или выключить в Настройках → «Кнопка скрытия элементов»; в экране чата она работает так же.
zh_hans: 点按画面角落的眼睛形按钮（FAB），可暂时隐藏标题栏和控件，更大范围查看镜像画面。该按钮可在设置 → «隐藏控件按钮» 中开关，在聊天界面中同样有效。

source: 화면 구석의 눈 모양 버튼(FAB)을 누르면 헤더와 컨트롤을 잠시 숨겨 미러 화면을 더 넓게 볼 수 있어요. 이 버튼은 설정 → «화면 넓게 보기» 에서 가로·세로 모드별로 켜고 끌 수 있고, 채팅 화면에서도 똑같이 동작합니다.
ar: اضغط على الزر ذي شكل العين (FAB) في زاوية الشاشة لإخفاء الرأس وعناصر التحكم مؤقتًا ورؤية العرض المتطابق بحجم أكبر. يمكنك تشغيل هذا الزر أو إيقافه حسب الاتجاه الأفقي/العمودي من الإعدادات ← «عرض أوسع»، وهو يعمل بالطريقة نفسها في شاشة الدردشة.
en: Tap the eye-shaped button (FAB) in the corner of the screen to briefly hide the header and controls and view the mirror larger. You can turn this button on or off per landscape/portrait orientation in Settings → «Wider View», and it works the same way in the chat screen.
es: Toca el botón con forma de ojo (FAB) en la esquina de la pantalla para ocultar brevemente la cabecera y los controles y ver la duplicación más grande. Puedes activar o desactivar este botón por orientación horizontal/vertical en Ajustes → «Vista más amplia», y funciona igual en la pantalla de chat.
fr: Touchez le bouton en forme d'œil (FAB) dans le coin de l'écran pour masquer brièvement l'en-tête et les commandes et agrandir l'affichage de la recopie. Vous pouvez activer ou désactiver ce bouton selon l'orientation paysage/portrait dans Réglages → « Vue élargie », et il fonctionne de la même façon sur l'écran de discussion.
hi: स्क्रीन के कोने में आँख के आकार वाला बटन (FAB) दबाकर हेडर और नियंत्रण कुछ देर के लिए छिपाएँ और मिरर को बड़ा देखें। इस बटन को सेटिंग्स → «व्यापक दृश्य» में लैंडस्केप/पोर्ट्रेट मोड के अनुसार चालू/बंद कर सकते हैं, और यह चैट स्क्रीन में भी इसी तरह काम करता है।
ja: 画面の隅にある目のかたちのボタン（FAB）を押すと、ヘッダーとコントロールを一時的に隠してミラー画面を広く表示できます。このボタンは設定 → «画面を広く使う» で横向き・縦向きごとにオン・オフでき、チャット画面でも同じように動作します。
pt_br: Toque no botão em forma de olho (FAB) no canto da tela para ocultar brevemente o cabeçalho e os controles e ver o espelhamento maior. Você pode ativar ou desativar esse botão por orientação horizontal/vertical em Ajustes → «Visão mais ampla», e ele funciona da mesma forma na tela de chat.
ru: Нажмите кнопку в форме глаза (FAB) в углу экрана, чтобы ненадолго скрыть заголовок и элементы управления и увеличить зеркало. Эту кнопку можно включить или выключить отдельно для горизонтальной и вертикальной ориентации в Настройках → «Шире обзор»; в экране чата она работает так же.
zh_hans: 点按画面角落的眼睛形按钮（FAB），可暂时隐藏标题栏和控件，更大范围查看镜像画面。该按钮可在设置 → «更大画面» 中按横屏/竖屏分别开关，在聊天界面中同样有效。

source: 화면 기록 권한이 필요할 수 있어요 — Mac 시스템 설정에서 허용
ar: قد تكون هناك حاجة لإذن تسجيل الشاشة — فعّله في إعدادات نظام Mac.
en: Screen Recording permission may be required — allow it in Mac System Settings.
es: Puede que se necesite permiso de Grabación de pantalla: actívalo en Ajustes del Sistema de Mac.
fr: L’autorisation d’enregistrement de l’écran peut être requise — activez-la dans les Réglages Système du Mac.
hi: स्क्रीन रिकॉर्डिंग अनुमति आवश्यक हो सकती है — Mac सिस्टम सेटिंग्स में अनुमति दें।
ja: 画面収録の許可が必要な場合があります — Mac のシステム設定で許可してください。
pt_br: Pode ser necessária a permissão de Gravação de Tela — permita nas Ajustes do Sistema do Mac.
ru: Может потребоваться разрешение на запись экрана — включите его в Системных настройках Mac.
zh_hans: 可能需要屏幕录制权限 — 请在 Mac 系统设置中允许。

source: 화면 넓게 보기
ar: عرض أوسع
en: Wider View
es: Vista más amplia
fr: Vue élargie
hi: व्यापक दृश्य
ja: 画面を広く使う
pt_br: Visão mais ampla
ru: Шире обзор
zh_hans: 更大画面

source: 화면 녹화 단계 %lld/%lld — %@초 시점
ar: خطوة تسجيل الشاشة %lld/%lld — عند %@ث
en: Screen recording step %lld/%lld — at %@s
es: Paso de grabación %lld/%lld — a los %@s
fr: Étape d'enregistrement %lld/%lld — à %@s
hi: स्क्रीन रिकॉर्डिंग चरण %lld/%lld — %@ सेकंड पर
ja: 画面録画ステップ %lld/%lld — %@秒時点
pt_br: Etapa da gravação %lld/%lld — em %@s
ru: Шаг записи экрана %lld/%lld — на %@с
zh_hans: 录屏步骤 %lld/%lld — 第 %@ 秒

source: 화면 녹화 시작
ar: بدء تسجيل الشاشة
en: Start screen recording
es: Iniciar grabación de pantalla
fr: Démarrer l'enregistrement de l'écran
hi: स्क्रीन रिकॉर्डिंग शुरू करें
ja: 画面録画を開始
pt_br: Iniciar gravação de tela
ru: Начать запись экрана
zh_hans: 开始录屏

source: 화면 녹화 중지
ar: إيقاف تسجيل الشاشة
en: Stop screen recording
es: Detener grabación de pantalla
fr: Arrêter l'enregistrement de l'écran
hi: स्क्रीन रिकॉर्डिंग रोकें
ja: 画面録画を停止
pt_br: Parar gravação de tela
ru: Остановить запись экрана
zh_hans: 停止录屏

source: 화면 수신 대기 중…
ar: في انتظار الشاشة…
en: Waiting for screen…
es: Esperando la pantalla…
fr: En attente de l’écran…
hi: स्क्रीन की प्रतीक्षा है…
ja: 画面を受信中…
pt_br: Aguardando a tela…
ru: Ожидание экрана…
zh_hans: 正在等待画面…

source: 화면 위에 손가락으로 표시하고, 무엇을 고칠지 한 줄로 적어 보내세요.
ar: ضع علامة على الشاشة بإصبعك واكتب في سطر واحد ما يجب إصلاحه ثم أرسله.
en: Mark up the screen with your finger and write in one line what should be fixed.
es: Marca la pantalla con el dedo y escribe en una línea qué hay que corregir.
fr: Annotez l'écran avec votre doigt et écrivez en une ligne ce qu'il faut corriger.
hi: स्क्रीन पर अपनी उंगली से निशान लगाएं और एक पंक्ति में लिखें कि क्या ठीक करना है।
ja: 画面を指でマークして、何を直すか一行で書いて送ってください。
pt_br: Marque a tela com o dedo e escreva em uma linha o que deve ser corrigido.
ru: Отметьте на экране пальцем и одной строкой напишите, что нужно исправить.
zh_hans: 用手指在屏幕上标注，并用一行写明需要修改的地方。

source: 화면 캡처
ar: التقاط الشاشة
en: Capture screen
es: Capturar pantalla
fr: Capturer l'écran
hi: स्क्रीन कैप्चर
ja: 画面をキャプチャ
pt_br: Capturar tela
ru: Снимок экрана
zh_hans: 截取屏幕

source: 화면 캡처 시작 중…
ar: جارٍ بدء التقاط الشاشة…
en: Starting screen capture…
es: Iniciando la captura de pantalla…
fr: Démarrage de la capture d’écran…
hi: स्क्रीन कैप्चर शुरू हो रहा है…
ja: 画面キャプチャを開始中…
pt_br: Iniciando a captura de tela…
ru: Запуск захвата экрана…
zh_hans: 正在启动屏幕捕获…

source: 화면 캡처에 실패했어요. 잠시 후 다시 시도해 주세요.
ar: تعذّر التقاط الشاشة. حاول مرة أخرى بعد قليل.
en: Couldn't capture the screen. Please try again shortly.
es: No se pudo capturar la pantalla. Inténtalo de nuevo en un momento.
fr: Impossible de capturer l'écran. Réessayez dans un instant.
hi: स्क्रीन कैप्चर नहीं हो सकी. कृपया थोड़ी देर बाद फिर कोशिश करें.
ja: 画面をキャプチャできませんでした。しばらくしてからもう一度お試しください。
pt_br: Não foi possível capturar a tela. Tente novamente em instantes.
ru: Не удалось сделать снимок экрана. Повторите попытку чуть позже.
zh_hans: 无法捕获屏幕。请稍后重试。

source: 화면 폭 맞춤
ar: ملاءمة العرض
en: Fit to Width
es: Ajustar al ancho
fr: Ajuster à la largeur
hi: चौड़ाई में फ़िट करें
ja: 画面幅に合わせる
pt_br: Ajustar à largura
ru: По ширине экрана
zh_hans: 适应屏幕宽度

source: 화면 피드백
ar: ملاحظات الشاشة
en: Screen feedback
es: Comentarios de pantalla
fr: Retour sur l'écran
hi: स्क्रीन फ़ीडबैक
ja: 画面フィードバック
pt_br: Feedback da tela
ru: Отзыв об экране
zh_hans: 屏幕反馈

source: 화면 피드백: %@
ar: ملاحظات الشاشة: %@
en: Screen feedback: %@
es: Comentario de pantalla: %@
fr: Retour sur l'écran : %@
hi: स्क्रीन फ़ीडबैक: %@
ja: 画面フィードバック: %@
pt_br: Feedback da tela: %@
ru: Отзыв об экране: %@
zh_hans: 屏幕反馈：%@

source: 화면 피드백: %@ (스크린샷: %@)
ar: ملاحظات الشاشة: %@ (لقطة الشاشة: %@)
en: Screen feedback: %@ (screenshot: %@)
es: Comentario de pantalla: %@ (captura: %@)
fr: Retour sur l'écran : %@ (capture : %@)
hi: स्क्रीन फ़ीडबैक: %@ (स्क्रीनशॉट: %@)
ja: 画面フィードバック: %@ (スクリーンショット: %@)
pt_br: Feedback da tela: %@ (captura: %@)
ru: Отзыв об экране: %@ (скриншот: %@)
zh_hans: 屏幕反馈：%@（截图：%@）

source: 화면을 캡처할 수 없어요
ar: تعذّر التقاط الشاشة
en: Couldn't capture the screen
es: No se pudo capturar la pantalla
fr: Impossible de capturer l'écran
hi: स्क्रीन कैप्चर नहीं हो सकी
ja: 画面をキャプチャできませんでした
pt_br: Não foi possível capturar a tela
ru: Не удалось снять экран
zh_hans: 无法截取屏幕

source: 화면이 보이지 않나요?
ar: لا ترى الشاشة؟
en: Can't see the screen?
es: ¿No ves la pantalla?
fr: Vous ne voyez pas l’écran ?
hi: स्क्रीन नहीं दिख रही?
ja: 画面が表示されませんか？
pt_br: Não está vendo a tela?
ru: Не видите экран?
zh_hans: 看不到画面？

source: 화살표
ar: سهم
en: Arrow
es: Flecha
fr: Flèche
hi: तीर
ja: 矢印
pt_br: Seta
ru: Стрелка
zh_hans: 箭头

source: 화질
ar: الجودة
en: Quality
es: Calidad
fr: Qualité
hi: गुणवत्ता
ja: 画質
pt_br: Qualidade
ru: Качество
zh_hans: 画质

source: 확대 영역만 전송
ar: إرسال منطقة التكبير فقط
en: Send zoomed area only
es: Enviar solo el área ampliada
fr: Envoyer uniquement la zone agrandie
hi: केवल ज़ूम किया क्षेत्र भेजें
ja: 拡大領域のみ送信
pt_br: Enviar apenas a área ampliada
ru: Передавать только увеличенную область
zh_hans: 仅传输放大区域

source: 확대·축소 (정착하면 선명하게 다시 받아옴)
ar: تكبير أو تصغير (يُعاد جلبه بوضوح أعلى بعد الاستقرار)
en: Zoom in or out (refetches it sharper once it settles)
es: Acercar o alejar (se vuelve a obtener más nítido al asentarse)
fr: Zoomer ou dézoomer (récupéré plus net une fois stabilisé)
hi: ज़ूम इन या आउट (स्थिर होने पर अधिक स्पष्ट दोबारा लाया जाता है)
ja: 拡大・縮小（落ち着くと鮮明に取得し直します）
pt_br: Ampliar ou reduzir (recarrega mais nítido ao estabilizar)
ru: Увеличение или уменьшение (после стабилизации подгружается чётче)
zh_hans: 放大或缩小（稳定后会重新获取更清晰的画面）

source: 확인
ar: موافق
en: OK
es: Aceptar
fr: OK
hi: ठीक है
ja: OK
pt_br: OK
ru: OK
zh_hans: 好

source: 확인 중…
ar: جارٍ التحقق…
en: Checking…
es: Comprobando…
fr: Vérification…
hi: जाँच हो रही है…
ja: 確認中…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在检查…

source: 확인 필요
ar: يتطلّب انتباهًا
en: Needs attention
es: Necesita atención
fr: Attention requise
hi: ध्यान आवश्यक
ja: 要確認
pt_br: Precisa de atenção
ru: Требует внимания
zh_hans: 需要确认

source: 환경 (자동 작성됨)
ar: البيئة (مُعبأة تلقائيًا)
en: Environment (auto-filled)
es: Entorno (autocompletado)
fr: Environnement (rempli automatiquement)
hi: एनवायरनमेंट (स्वतः भरा गया)
ja: 環境（自動入力）
pt_br: Ambiente (preenchido automaticamente)
ru: Окружение (заполнено автоматически)
zh_hans: 环境（自动填写）

source: 활성 세션 보기
ar: عرض الجلسات النشطة
en: Show Active Sessions
es: Mostrar sesiones activas
fr: Afficher les sessions actives
hi: सक्रिय सत्र दिखाएँ
ja: アクティブなセッションを表示
pt_br: Mostrar sessões ativas
ru: Показать активные сессии
zh_hans: 显示活动会话
